/* No comment provided by engineer. */
"%d days ago" = "%d วันที่แล้ว";

/* No comment provided by engineer. */
"%d hours ago" = "%d ชั่วโมงที่แล้ว";

/* No comment provided by engineer. */
"%d minutes ago" = "%d นาทีที่แล้ว";

/* No comment provided by engineer. */
"%d months ago" = "%d เดือนที่แล้ว";

/* No comment provided by engineer. */
"%d seconds ago" = "%d วินาทีที่แล้ว";

/* No comment provided by engineer. */
"%d weeks ago" = "%d สัปดาห์ที่แล้ว";

/* No comment provided by engineer. */
"%d years ago" = "%d ปีที่แล้ว";

/* No comment provided by engineer. */
"A minute ago" = "หนึ่งนาทีที่แล้ว";

/* No comment provided by engineer. */
"An hour ago" = "หนึ่งชั่วโมงที่แล้ว";

/* No comment provided by engineer. */
"Just now" = "เมื่อครู่นี้";

/* No comment provided by engineer. */
"Last month" = "เดือนที่แล้ว";

/* No comment provided by engineer. */
"Last week" = "สัปดาห์ที่แล้ว";

/* No comment provided by engineer. */
"Last year" = "ปีที่แล้ว";

/* No comment provided by engineer. */
"Yesterday" = "เมื่อวาน";

/* No comment provided by engineer. */
"1 year ago" = "1 ปีที่แล้ว";

/* No comment provided by engineer. */
"1 month ago" = "1 เดือนที่แล้ว";

/* No comment provided by engineer. */
"1 week ago" = "1 สัปดาห์ที่แล้ว";

/* No comment provided by engineer. */
"1 day ago" = "1 วันที่แล้ว";

/* No comment provided by engineer. */
"This morning" = "เมื่อเช้านี้";

/* No comment provided by engineer. */
"This afternoon" = "เมื่อบ่ายนี้";

/* No comment provided by engineer. */
"Today" = "วันนี้";

/* No comment provided by engineer. */
"This week" = "สัปดาห์นี้";

/* No comment provided by engineer. */
"This month" = "เดือนนี้";

/* No comment provided by engineer. */
"This year" = "ปีนี้";

"reply_button_label" = "";
"new_message_button_label" = "";
"new_messages_button_label" = "";
"new_updates" = "";
"no_internet_server_error" = "";
"view_conversation_button_label" = "";
"select_subject_label"= "";
"write_a_message_hint"= "";
"give_your_message_a_subject" = "";
"sent_a_message" = "";
"replied_to_your" = "";
"send_button" = "";

"new_card_label" = "";
"feed_title_label"= "";
"new_message_title_label"= "";

"subject_feedback_label"= "";
"subject_feature_suggestion_label"= "";
"subject_complaint_label"= "";
"subject_other_label"= "";

"feed_is_empty_title"= "";
"icon_left_text"= "";
"icon_right_text"= "";
"icon_bottom_text"= "";
"second_paragraph_text"= "";

"message_sending" = "";
"message_sent" = "";
"message_failed" = "";
"try_again" = "";

// 2.4.2

"other_subject_hint" = "";
"reached_bottom_of_feed" = "";

// 2.4.5

"pulsate_YOU_in_message_card" = "";
